Repository: klemmh/lua-scripts
Catalog: contrib/slideshowexport.po
Languages: de

source: title sequence options
de: Titel Sequenz-Optionen

source: extra long black frame
de: Extra langes Schwarzbild

source: Some A/V devices have a long switching time and the title may not be displayed. This feature inserts a long black section befor the title sequence, allowing you to display the title.
de: Einige A/V Geräte haben eine lange Umschaltzeit und die Titel wird nicht angezeigt. Die Option fügt vor dem Titel ein längeres Schwarzbild ein, dass die Anzeige vom Titel ermöglicht.

source: slideshow title:
de: Diashow Titel:

source: enter the slideshow title
de: Geben Sie den Titel ein

source: enter your slideshow title
de: Geben Sie Ihren Diashowtitel ein

source: slideshow subtitle:
de: Diashow Untertitel:

source: enter your slideshow subtitle
de: Geben Sie optional den Untertitel ein

source: title font size
de: Schriftgröße Titel

source: sets the font size of the title
de: Setzt die Schriftgröße vom Titel

source: title sequence time
de: Anzeigedauer Titel

source: sets the display duration of the title
de: Setzt die Anzeigedauer vom Titel

source: slideshow options
de: Diashow-Optionen

source: image display time
de: Anzeigedauer Bild

source: sets the display duration of the image
de: Setzt die Anzeigedauer vom Bild

source: crossfade time
de: Überblenddauer

source: sets the crossfade duration of the image
de: Setzt die Überblenddauer von den Bildern

source: closing credit options
de: Abspann-Optionen

source: enter you the copyright information in the following form (YYYY - Author)
de: Geben Sie die Copyrightinformationen wie folgt ein (YYYY - Author)

source: copyright font size
de: Schriftgröße Copyright

source: sets the font size of the copyright
de: Setzt die Schriftgröße für den Copyrighttext

source: video options
de: Video-Optionen

source: sets the video quality high quality = 20000k low quality = 5000k default quality = 10000k
de: Setzt die Videoqualität Hohe Qualität = 20000k Niedrige Qualität = 5000k Standard Qualität = 10000k

source: video quality
de: Video Qualität

source: sets the video quality high quality = 1 low quality = 31 default quality = 5
de: Setzt die Videoqualität Hohe Qualität = 1 Niedrige Qualität = 31 Standard Qualität = 5

source: sets the video container / video codec
de: Setzt den Videocontainer / Video Codec

source: resolution
de: Auflösung

source: sets the video resolution
de: Setzt die Videoauflösung

source: frame rate
de: Bildwiederholungsrate

source: sets the video frame rate
de: Setzt die Bildwiederholungsrate

source: target video
de: Speicherziel

source: select target directory
de: Wählen Sie das Speicherziel

source: select the target storage for the output video.
de: Wählen Sie den Speicherort für das Video aus

source: filename without suffix
de: Dateiname ohne Endung

source: enter the target video filename without suffix
de: Geben Sie den Videodateinamen ohne Endung an

source: selected images:
de: Ausgewählte Bilder:

source: calculated play time:
de: Berechnete Spielzeit:

source: calculate playtime
de: Spielzeit berechnen

source: calculate the slideshow playtime
de: Berechnet die Diashow Spielzeit

source: export PNG images for slideshow video
de: Exportiere PNG Bilder für Diashow Video

source: export
de: Exportiere

source: PNG images to
de: PNG Bild nach

source: creating slideshow video
de: Diashow Video erstellen

source: ERROR: convert not found. please install imagemagick.
de: ERROR: convert nicht gefunden. Bitte imagemagick installieren.

source: convert not found. please install imagemagick.
de: convert nicht gefunden. Bitte imagemagick installieren.

source: ERROR: identify not found. please install imagemagick.
de: ERROR: identify nicht gefunden. Bitte imagemagick installieren

source: identify not found. please install imagemagick.
de: identify nicht gefunden. Bitte imagemagick installieren.

source: ERROR: date not found. please install the core utilities.
de: ERROR: date nicht gefunden. Bitte core utilities installieren.

source: date not found. please install core utilities.
de: date nicht gefunden. Bitte core utilities installieren.

source: ERROR: cut not found. please install the core utilities.
de: ERROR: cut nicht gefunden. Bitte core utilities installieren.

source: cut not found. please install core utilities.
de: cut nicht gefunden. Bitte core utilities installieren.

source: ERROR: tr not found. please install the core utilities.
de: ERROR: tr nicht gefunden. Bitte core utilities installieren.

source: tr not found. please install the core utilities.
de: tr nicht gefunden. Bitte core utilities installieren.

source: ERROR: mv not found. please install the core utilities.
de: ERROR: mv nicht gefunden. Bitte core utilities installieren.

source: mv not found. please install core utilities.
de: mv nicht gefunden. Bitte core utilities installieren.

source: ERROR: rm not found. please install the core utilities.
de: ERROR: rm nicht gefunden. Bitte core utilities installieren.

source: rm not found. please install core utilities.
de: rm nicht gefunden. Bitte core utilities installieren.

source: ERROR: melt not found. please install melt and mlt with ffmpeg or libav support.
de: ERROR: melt nicht gefunden. Bitte melt mit ffmpeg oder libav Unterstützung installieren

source: melt not found. please install melt and mlt with ffmpeg or libav support.
de: melt nicht gefunden. Bitte melt mit ffmpeg oder libav Unterstützung installieren

source: ERROR: libx264 not found. please install libx264.
de: ERROR: libx264 nicht gefunden. Bitte libx264 installieren

source: libx264 not found. please install libx264
de: libx264 nicht gefunden. Bitte libx264 installieren

source: ERROR: libx265 not found. please install libx265.
de: ERROR: libx265 nicht gefunden. Bitte libx264 installieren

source: libx265 not found. please install libx265
de: libx265 nicht gefunden. Bitte libx264 installieren

source: ERROR: mpeg2 support not found. please install ffmpeg with mpeg2 support.
de: ERROR: mpeg2 Unterstützung nicht gefunden. Bitte ffmpeg / libav mit MPEG2 Codec installieren

source: mpeg2 support not found. please install ffmpeg with mpeg2 support.
de: mpeg2 Unterstützung nicht gefunden. Bitte ffmpeg / libav mit MPEG2 Codec installieren

source: ERROR: mpeg4 part2 support not found. please install ffmpeg with mpeg4 support.
de: ERROR: mpeg4 part 2 Unterstützung nicht gefunden. Bitte ffmpeg/libav mit MPEG4 Codec installieren

source: sort and rename the images...
de: Sortieren und umbennen der Bilder...

source: ERROR: not enough pictures selected. please select one or more images for the slideshow.
de: ERROR: Nicht genügend Bilder ausgewählt. Bitte wählen Sie ein oder mehrere Bilder aus

source: you have selected more then 50 images. the slideshow process could take a very long time! have a nice beake.
de: Sie haben mehr als 50 Bilder ausgewählt. Die Erstellung der Diashow kann länger dauern! Machen Sie eine kurze Pause.

source: ERROR: Can't move exported images to
de: ERROR: Die exportierten Bilder können nicht verschoben werden nach

source: ERROR: no title found. please enter the title.
de: ERROR: Keinen Titeltext gefunden. Bitte den Titel eingeben.

source: ERROR: no copyright found. please enter the copyright information.
de: ERROR: Keinen Copyrighttext gefunden. Bitte die Copyright Informationen eingeben.

source: ERROR: no target directory found. please select the target directory.
de: ERROR: Kein Speicherziel angegeben. Bitte das Speicherziel auswählen.

source: ERROR: no filename found. please enter the video filename without suffix.
de: ERROR: Keinen Dateinamen gefunden. Bitte den Dateinamen ohne Endung an.

source: creating the video may take longer! please wait...
de: Das Erstellen des Video kann länger dauern! Bitte warten...

source: process successfully completed
de: Prozess erfolgreich abgeschlossen

source: ERROR: melt doesn't work. For more information see terminal output
de: ERROR: melt funktioniert nicht. Für weitere Informationen siehe Konsolenausgabe

source: not found. please check the player command.
de: nicht gefunden. Bitte das Player Kommando überprüfen

source: ERROR: video playback not possible. please check if the video format is supported.
de: ERROR: Video Wiedergabe nicht möglich. Bitte prüfen, ob der Player den Codec unterstützt.

source: slideshow video
de: Diashow Video

source: slideshowexport: player command
de: slideshow export: Player Kommando

source: set the slideshow player command
de: Set das Kommando zum Starten vom Diashowplayer

source: slideshowexport: autostart slideshow playback
de: slideshow export: Automatische Diashowwiedergabe

source: this option enables automatic playback of the finished slideshow video
de: Diese Option aktiviert die automatische Wiedergabe vom fertigen Video
